{
  "doc_title": "NHLBI — Asthma Management Guidelines: Focused Updates 2020",
  "source_org": "NIH/NHLBI",
  "source_url": "https://www.nhlbi.nih.gov/health-topics/asthma-management-guidelines-2020-updates",
  "pub_date": "2020-12-01",
  "text": "Home\n\n/\n\n< Back To Asthma\n\n/\n\n2020 Focused Updates to the Asthma Management Guidelines\n\nAsthma Management Guidelines: Focused Updates 2020\n\nOverview\n\nFAQs\n\nDigital Toolkit\n\nProfessional Education\n\nOverview\n\nAsthma guidelines play an important role in guiding health care providers and patients by providing evidence-based recommendations for asthma management. The National Heart Lung and Blood Institute (NHLBI) supports the development of clinical practice guidelines based on the best available science that specialists and health care providers can use to improve the care that patients receive.\n\nSince the Guidelines for the Diagnosis and Management of Asthma (EPR-3) was released in 2007, scientists have made substantial progress in understanding asthma diagnosis, management, and treatment. Based on systematic reviews conducted by the Agency for Healthcare Research and Quality With and input from National Asthma Education Prevention Program (NAEPP) participant organizations, medical experts, and the public, the NHLBI supported the development of the 2020 Focused Updates to the Asthma Management Guidelines: A Report from the National Asthma Education and Prevention Program Coordinating Committee Expert Panel Working Group . The guidance is designed to support informed, shared decision making among primary care providers, specialists, and patients about asthma management.\n\nFrequently Asked Questions\n\nDigital Toolkit\n\n2007 EPR-3 Asthma Guidelines\n\nTopic Area Updates\n\nThe report, released in December 2020 and published in the Journal of Allergy and Clinical Immunology , contains 19 recommendations addressing six priority topic areas:\n\nUsing inhaled corticosteroids when needed for recurrent wheezing or persistent asthma. This medicine helps control inflammation, or swelling, in your airways over time.\n\nUsing long-acting antimuscarinic agents (LAMAs) with inhaled corticosteroids for long-term asthma management. A LAMA is an inhaled medicine that helps to keep airway muscles relaxed.\n\nUsing one or more methods to reduce exposure to indoor asthma triggers.\n\nImmunotherapy: Using allergy shots which contain very small amounts of allergens to treat some people with allergic asthma. Immunotherapy may make your body less sensitive to allergens (such as grass or ragweed pollen).\n\nUsing fractional exhaled nitric oxide (FeNO) tests to help manage asthma or to help confirm a diagnosis in some patients when the diagnosis is unclear. This test involves breathing into a tube connected to a machine that measures the amount of nitric oxide, which can increase when there is airway inflammation.\n\nUsing bronchial thermoplasty (BT) to treat selected adults with persistent asthma. During the procedure heat is used to reduce the muscle around the airways.\n\nNew Features\n\nThe report includes several new features to help health care providers engage with their patients:\n\nAn implementation guidance section , which provides expanded summaries to quickly assist clinicians in better understanding the recommendations.\n\nClear descriptions of the population to which each recommendation applies, exceptions, and practical aspects of how to use the recommendation in patient care.\n\nInformation to share with patients so that they are sufficiently informed to participate in shared decision-making about their treatment.\n\nUpdated treatment diagrams that incorporate the new recommendations by age group and severity into the existing stepwise asthma management approach.\n\nRelated News\n\nNew updates to federal guidelines revamp asthma management\n\nNIH updates guidelines for asthma management for first time in over a decade\n\nThe NIH announced the release of new updates to national guidelines for the diagnosis, management, and treatment of asthma."
}